[
    {
       "pk":1,
       "model":"products.product",
       "fields":{
          "sku":"pp5001340155",
          "name":"Arsenal Home Kit 2021-2022",
          "description":"Be match day ready and cheer on The Gunners throughout the 2021/22 season with the Arsenal Home Shirt by adidas which benefits from being developed with Aeroready technology which maximises comfort by boosting breathability and wicking sweat away from the skin. The jersey features the clubs crest embroidered to the chest which allows you to showcase your support for The Gunners with pride, while the regular fit shirt features adidas branding to complete the look.",
          "price":77.99,
          "category":1,
          "rating":4.6,
          "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/arsenal-home-shirt-2021-22.jpg",
          "image":"arsenal-home-shirt-2021-22.jpg"
       }
    },
    {
       "pk":2,
       "model":"products.product",
       "fields":{
          "sku":"pp5001600425",
          "name":"Aston Villa Home Kit 2021-2022",
          "description":"Show your pride and support on or off the pitch with the Aston Villa home shirt. Featuring Hydro-Way Protection tech and a regular fit for greater day to day comfort it also features all the classic detailing youd expect from Villas own home shirt, great whether youre playing the game yourself or just cheering the team on at Villa Park.",
          "price":75.20,
          "category":1,
          "rating":4.4,
          "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/aston-villa-home-shirt-2021-22.jpg",
          "image":"aston-villa-home-shirt-2021-22.jpg"
       }
    },
    {
       "pk":3,
       "model":"products.product",
       "fields":{
          "sku":"pp5001730010",
          "name":"Brentford Home Kit 2021-2022",
          "description":"Creating a traditional and synonymous Brentford red and white stripe kit with the addition of the fully striped sleeve.",
          "price":49.99,
          "category":1,
          "rating":4.0,
          "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/brentford-home-football-shirt.jpg",
          "image":"brentford-home-football-shirt.jpg"
       }
    },
    {
       "pk":4,
       "model":"products.product",
       "fields":{
          "sku":"pp5001890157",
          "name":"Brighton Home Kit 2021-2022",
          "description":"The official 2021/22 Brighton and Hove Albion Home Shirt from Nike sees a traditional style blue and white striped shirt with a white v-neck collar and with a gold swoosh, striped on the sleeves with a yellow stripe down the sides of the shirt, combined with modern shirt technology, featuring light weight materials for comfort and performance.",
          "price":96.99,
          "category":1,
          "rating":4.0,
          "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/brighton-home-football-shirt.jpg",
          "image":"brighton-home-football-shirt.jpg"
       }
    },
    {
        "pk":5,
        "model":"products.product",
        "fields":{
           "sku":"pp5001890157",
           "name":"Burnley Home Kit 2021-2022",
           "description":"Home shirt as worn when the Clarets endured a horror start to the season during which they seemed destined for relegation, but thanks to a couple of giant-killing away wins at the Emirates and Anfield, Sean Dyche's outfit climbed the table and held onto their top-flight status, ending the campaign in 17th",
           "price":96.99,
           "category":1,
           "rating":4.0,
           "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/burnley-home-football-shirt.jpg",
           "image":"burnley-home-football-shirt.jpg"
       }
    },
    {
        "pk":6,
        "model":"products.product",
        "fields":{
           "sku":"pp5001890157",
           "name":"Chelsea Home Kit 2021-2022",
           "description":"Ensure you are ready to cheer on The Blues throughout the 21/22 season with this Chelsea Home Shirt which benefits from being crafted with Nike Breathe fabric and Dri-FIT technology which delivers the perfect combination of moisture wicking comfort and cooling breathability to keep you both dry and comfortable. The jersey utilises the clubs traditional blue with contrasting yellow trim to deliver a look which was made famous throughout the 70s, while the team crest and Nike Swoosh branding completes the designed perfect for any fan of the Stamford Bridge club.",
           "price":109.99,
           "category":1,
           "rating":5.0,
           "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/burnley-home-football-shirt.jpg",
           "image":"burnley-home-football-shirt.jpg"
       }
    },
    {
        "pk":7,
        "model":"products.product",
        "fields":{
           "sku":"pp5001890157",
           "name":"Crystal Palace Home Kit 2021-2022",
           "description":"Show your support for the Eagles, from the turf to the terraces, in this men's Crystal Palace FC 2021/22 Home Shirt from PUMA. Reppin' the iconic Crystal Palace home red and blue stripes, this shirt is made from durable polyester for a light, comfy wear whenever you pull it on. It features sweat-wicking tech to keep you dry, with breathable mesh panelling to the nape to keep you cool when the game heats up. With short sleeves and a v-neckline in a standard-fit for unrestricted movement, this shirt is finished up with the club sponsors, PUMA logo and Crystal Badge to the chest, with 'Eagles' on the nape to show your pride.",
           "price":89.99,
           "category":1,
           "rating":3.5,
           "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/crystal-palace-home-shirt-21-22.jpg",
           "image":"crystal-palace-home-shirt-21-22.jpg"
       }
    },
    {
       "pk":8,
       "model":"products.product",
       "fields":{
          "sku":"pp5002601115",
          "name":"Everton Home Kit 2021-2022",
          "description":"Take to the pitch like your heroes in the official home kit of Everton for the 2021-22 season. The shirt's design is inspired by naval 'Dazzle' camouflage from the First World War, much of the application of which was done in Liverpool's dry docks, making it much harder for the enemy to estimate a vessel's speed, range and heading. The patterning of the shirt echoes that proud chapter of Liverpool's history and contribution to the war effort.",
          "price":75.99,
          "category":1,
          "rating":4.5,
          "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/everton-home-shirt-21-22.jpg",
          "image":"everton-home-shirt-21-22.jpg"
       }
    },
    {
      "pk":9,
      "model":"products.product",
      "fields":{
         "sku":"pp5002601115",
         "name":"Leeds Home Kit 2021-2022",
         "description":"Pure Leeds United FC. When adidas designed this Leeds United home football jersey, they went for clean and classic, with a modern twist. Yellow and blue details taken from the club's badge include a Leeds United signoff under the back collar. The soft, textured fabric joins forces with moisture-absorbing AEROREADY to ensure a comfortable wear whenever you feel like showing off your colours. Our official sleeve partner BOXT features on the left sleeve, while our principal sponsor SBOTOP features on the front.",
         "price":86.99,
         "category":1,
         "rating":4.5,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/leeds-home-shirt-21-22.jpg",
         "image":"leeds-home-shirt-21-22.jpg"
      }
   },
    {
      "pk":10,
      "model":"products.product",
      "fields":{
         "sku":"pp5002701115",
         "name":"Leicester Home Kit 2021/2022",
         "description":"Welcome in the latest chapter at King Power Stadium in our 2021/22 home colours. 2021/22 brings an authentic and unique design, featuring luxe detailing such as a ribbed V-neck, sleeve taping and gold accents.",
         "price":58.99,
         "category":1,
         "rating":4.4,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/leicester-city-home-shirt-2021-22.jpg",
         "image":"leicester-city-home-shirt-2021-22.jpg"
      }
   },
   {
      "pk":11,
      "model":"products.product",
      "fields":{
         "sku":"pp5002761055",
         "name":"Liverpool Home Kit 2021/2022",
         "description":"This LFC Home Shirt for the 21/22 season by Nike will keep you supporting The Reds in comfort thanks to the Nike Breathe fabric and DriFit technology which delivers the perfect combination of moisture wicking comfort and cooling breathability. The jersey comes with contrasting trims, while the team crest and Nike Swoosh branding completes the look styled on what your heroes will be wearing when gracing the Anfield pitch.",
         "price":74.99,
         "category":1,
         "rating":5.2,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/lfc-jersey-21-22.jpg",
         "image":"lfc-jersey-21-22.jpg"
      }
   },
   {
      "pk":12,
      "model":"products.product",
      "fields":{
         "sku":"pp5002820069",
         "name":"Manchester City Home Kit 2021/2022",
         "description":"Celebrate the 10th anniversary of the 2011/12 season. The Manchester City Home Replica shirt is ideal to add to any ManCity collection. Featuring the shirt of the 2021-22 kit, this shirt is sure to show-off your Man City pride wherever you go.",
         "price":69.99,
         "category":1,
         "rating":5.0,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/man-city-home-shirt.jpg",
         "image":"man-city-home-shirt.jpg"
      }
   },
   {
      "pk":13,
      "model":"products.product",
      "fields":{
         "sku":"pp5002820147",
         "name":"Manchester United Home Kit 2021/2022",
         "description":"Youth. Courage. Success. The three pillars of Manchester United's motto have brought the club more than a century of triumphs. With its clean red design and white ribbed crewneck, this adidas authentic football jersey takes inspiration from the iconic kit that carried them to some of their most memorable moments. Built to perform on the pitch, it combines cooling HEAT.RDY with lightweight details. A devil sign-off on the back shows your pride. This product is made with Primegreen, a series of high-performance recycled materials.",
         "price":74.99,
         "category":1,
         "rating":5.0,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/manchester-2021-22.jpg",
         "image":"manchester-2021-22.jpg"
      }
   },
   {
      "pk":14,
      "model":"products.product",
      "fields":{
         "sku":"pp5002910572",
         "name":"Newcastle Home Kit 2021/2022",
         "description":"The jersey features the clubs crest embroidered to the chest to assist the iconic black and white stripes to ensure you can show that your heart belongs to St James' Park with pride, whereas the Castore branding completes the on-pitch look.",
         "price":94.99,
         "category":1,
         "rating":5.0,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/newcastle-home-shirt-21-22.jpg",
         "image":"newcastle-home-shirt-21-22.jpg"
      }
   },
   {
      "pk":15,
      "model":"products.product",
      "fields":{
         "sku":"pp5002990740",
         "name":"Norwich Home Kit 2021/2022",
         "description":"Norwich City are delighted to reveal our Joma home kit for the 2021-22 Premier League season. This season’s home kit design features a nod to our famous ‘Canaries’ nickname with a green sleeve pattern inspired by the wings of the canary on our club crest. Other detailing, across the predominantly yellow body, include a green panel across the top of the shoulders and a vertical strip under each arm down to the hip.",
         "price":58.99,
         "category":1,
         "rating":4.7,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/norwich-home-football-shirt.jpg",
         "image":"norwich-home-football-shirt.jpg"
      }
   },
   {
      "pk":16,
      "model":"products.product",
      "fields":{
         "sku":"pp5003050248",
         "name":"Southampton Home Kit 2021/2022",
         "description":"This Southampton Home Shirt for the 2021/22 season has been crafted with Eco8 material which is high-tech polyester fabric made up of eight recycled plastic bottles and benefits from deliver fast-drying moisture management to keep you feeling fresh and focused on and off the pitch.",
         "price":65.99,
         "category":1,
         "rating":3.5,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/southampton-home-shirt-21-22.jpg",
         "image":"southampton-home-shirt-21-22.jpg"
      }
   },
   {
      "pk":17,
      "model":"products.product",
      "fields":{
         "sku":"pp5003070787",
         "name":"Tottenham Home Kit 2021/2022",
         "description":"This Spurs Home Shirt for the 20/21 season has been developed with Nike Breathe fabric and Dri-Fit technology which combines moisture management with cooling breathability to maximise comfort, while the all-over graphic print delivers a 90s inspired look and the team crest allows you to showcase your support for the North London club.",
         "price":84.99,
         "category":1,
         "rating":4.4,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/tottenham-home-shirt.jpg",
         "image":"tottenham-home-shirt.jpg"
      }
   },
   {
      "pk":18,
      "model":"products.product",
      "fields":{
         "sku":"pp5003090182",
         "name":"Watford Home Kit 2021/2022",
         "description":"Teamwork and the desire to do better have been the mainstays throughout our history. Today after more than 40 years in sport, we are still on the pitch, supporting those who never give up.",
         "price":59.99,
         "category":1,
         "rating":5.8,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/watford-home-football-shirt.jpg",
         "image":"watford-home-football-shirt.jpg"
      }
   },
   {
      "pk":19,
      "model":"products.product",
      "fields":{
         "sku":"pp5003090186",
         "name":"West Ham Home Kit 2021/2022",
         "description":"This WHUFC Home Shirt for the 2021/22 season has been crafted with technical performance fabric which keeps you feeling fresh and comfortable by enhancing breathability and delivering fast drying moisture management. The jersey features the club crest embroidered to the chest which assists the iconic claret and blue to ensure you can show your support for The Hammers with pride and the Umbro branding completes the on-pitch look.",
         "price":74.99,
         "category":1,
         "rating":4.5,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/west-ham-home-shirt.jpg",
         "image":"west-ham-home-shirt.jpg"
      }
   },
   {
      "pk":20,
      "model":"products.product",
      "fields":{
         "sku":"pp5003161326",
         "name":"Wolves Home Kit 2021/2022",
         "description":"Be Part Of the Pack, with the 2021-22 Wolves Home Shirt and show your pride on the street and in the stands. Featuring detailed colour matching and dyeing to be true Wolves Gold and bring it back home to the club and fans. A matte shine fabric to the reverse emulates flow and movement on the pitch. Contrast colour side panels for a modern impactful look.",
         "price":85.99,
         "category":1,
         "rating":4.7,
         "image_url":"https://github.com/Elippsis007/Premier-League-HoF/blob/main/media/wolves-home-football-shirt.jpg",
         "image":"wolves-home-football-shirt.jpg"
      }
   },
   {
      "pk": 21,
      "model": "products.product",
      "fields": {
        "sku": "pp5003230723",
        "name": "Farberware Sonoma 2-qt. Whistling Tea Kettle",
        "description": "The classic, trusted quality of Farberware pairs nicely with this durable stainless steel teakettle. Gelatin, hot chocolate or a cup of soupthe uses for a teakettle don't stop at tea.  whistle feature signals when water is at a boil removable lid makes kettle easy to fill 2-qt. capacity Stainless steel. Dishwasher safe. Imported. ",
        "price": 60.99,
        "category": 2,
        "rating": 4.3,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/0900631B81D676AEM.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "0900631B81D676AEM.jpg"
      }
    },
    {
      "pk": 22,
      "model": "products.product",
      "fields": {
        "sku": "pp5003270936",
        "name": "Silver Superman Shield Cufflinks",
        "description": "Superman shield cuff links are a work of art, and a subtle and stylish way to properly honor the man of steel.  one-piece fixed backing featuring the DC Comics logo  x \" rhodium plated metal/enamel imported",
        "price": 76.99,
        "category": 4,
        "rating": 5,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP0917201317033820M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP0917201317033820M.jpg"
      }
    },
    {
      "pk": 23,
      "model": "products.product",
      "fields": {
        "sku": "pp5003360384",
        "name": "Dickies Heavyweight Long-Sleeve Pocket Tee",
        "description": "When your workday calls for a heavyweight tee, grab this long-sleeve one from Dickies and enjoy industrial-strength comfort from the brand you trust.  chest pocket tagless back neck taped neck and shoulder seams cotton washable imported",
        "price": 29.99,
        "category": 9,
        "rating": 4.8,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0927201317061305M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0927201317061305M.jpg"
      }
    },
    {
      "pk": 24,
      "model": "products.product",
      "fields": {
        "sku": "pp5003440111",
        "name": "Royal Velvet Down Chamber Pillow",
        "description": "The Down Chamber pillow, with its unique pillow-in-pillow design, offers all-natural comfort. With an inner core of springy, high-loft feathers wrapped in an outer layer of silk, luxurious down, you'll receive supportive, lofty comfort. The gusset allows for additional neck support so you can sleep comfortably. inner chamber of springy, True Loft feathers provides superior all-natural comfort and support outer layer of silky, soft down adds lasting cushioning and comfort 550 fill power 300 thread-count cotton cover is hypoallergenic medium support for stomach or side sleepers hypoallergenic Cotton cover; duck feather and down fill. Washable. Manufacturer's 4-year limited warranty. Assembled in America from imported fabric. Standard/Queen pillow: 20x28\"; 32-ounce fill weight King pillow: 20x36\"; 39-ounce fill weight Be sure to care for your investment with a pillow protector. It's an added layer of protection that willhelpkeep your pillow clean and fresh. ",
        "price": 82,
        "category": 2,
        "rating": 3.8,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP1023201317051585M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP1023201317051585M.jpg"
      }
    },
    {
      "pk": 25,
      "model": "products.product",
      "fields": {
        "sku": "pp5003540313",
        "name": "Dickies Heavyweight Fleece Full Zip HoodieBig & Tall",
        "description": "This soft fleece jacket is a heavyweight champ that works overtime to keep the chill away.  drawcord closure on hood kangaroo pocket rib-knit cuffs and waistband cotton/polyester washable imported",
        "price": 106.99,
        "category": 9,
        "rating": 3,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP1108201317050996M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP1108201317050996M.jpg"
      }
    },
    {
      "pk": 26,
      "model": "products.product",
      "fields": {
        "sku": "pp5003560513",
        "name": "JCPenney Home Ashley Scalloped Stoneware 50-pc. Dinnerware Set - Service for 8",
        "description": "A glossy glaze and scalloped rim add a fun feel to this oversized dinnerware set that includes enough pieces to set the table for everyday dining or a special dinner party.  adds a layer of texture to your place setting generous size is perfect for small or large parties microwave safe service for 8 50-piece set includes: eight 10 dinner plates eight 7 salad plates eight 6 cereal bowls with 22-ounce capacity eight 4 fruit bowls with 8-ounce capacity eight 3 dip bowls with 3-ounce capacity eight 12-ounce mugs one 9 serving bowl with 60-ounce capacity one 8.75x12 serving platter Stoneware. Dishwasher safe. Imported.",
        "price": 241.99,
        "category": 7,
        "rating": 4.4,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0219201502115503C.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0219201502115503C.jpg"
      }
    },
    {
      "pk": 27,
      "model": "products.product",
      "fields": {
        "sku": "pp5003560948",
        "name": "Rachael Ray Porcelain II 10-pc. Cookware Set",
        "description": "Youll really get cooking with this incredible, hard-enamel cookware set as it contains all the basic pieces to ensure youll get your use out of each and every pan.  heats quickly and evenly, reducing hot spots that can burn foods long-lasting, nonstick cooking surface allows food to release from the pan, making cleanup quick and easy sylish two-tone gradient exterior adds color and style to any kitchen handles are rubberized for comfort, dual-riveted for durability and oven safe to 350F 10-piece set includes: 1-quart saucepan with lid 2-quart saucepad with lid 3-quart saut pan with lid 6-quart stock pot with lid 8\" skillet 10\" skillet Aluminum/porcelain/silicone. Hand wash. Imported.   ",
        "price": 338.99,
        "category": 7,
        "rating": 5,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0610201317080834M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0610201317080834M.jpg"
      }
    },
    {
      "pk": 28,
      "model": "products.product",
      "fields": {
        "sku": "pp5003570628",
        "name": "Hanes 3pk. Cotton Crewneck TShirts  Big & Tall",
        "description": "This midweight t-shirt from Hanes features ultra-soft cotton for superior comfort you'll reach for everyday.  all-day comfortable fit longer stay-tucked length tagless midweight ComfortSoft cotton fabric cotton washable imported",
        "price": 53.99,
        "category": 4,
        "rating": 4.3,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/0900631B818ABCB9M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "0900631B818ABCB9M.jpg"
      }
    },
    {
      "pk": 29,
      "model": "products.product",
      "fields": {
        "sku": "pp5003620308",
        "name": "Chenille Lines Bath Rug Collection",
        "description": "Keep your feet happy with our soft tufted bath rugs. They're available in a variety of complementary colors to suit your style.  ultra-soft 1\" pile microfiber polyester durable, tufted design resists matting nonskid latex backing Each rug sold separately. Polyester. Washable. Imported. Available in sizes 17x24\", 21x34\", or 27x45\"",
        "price": 31.99,
        "category": 2,
        "rating": 4.6,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0422201517022488M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0422201517022488M.jpg"
      }
    },
    {
      "pk": 30,
      "model": "products.product",
      "fields": {
        "sku": "pp5003690115",
        "name": "Home Expressions Jacobean Stripe Oblong Decorative Pillow",
        "description": "Our Jacobean Stripe oblong pillow adds classic style and elegance to your room.  soothing shades of green, blue, coral and ivory  pieced fabric with rice-stitched detail a perfect complement to the Jacobean Stripe quilt, sold separately measures 18x12\"  Cotton with polyester fill. Spot clean. Imported.",
        "price": 72.99,
        "category": 2,
        "rating": 5,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP0113201417050002M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP0113201417050002M.jpg"
      }
    },
    {
      "pk": 31,
      "model": "products.product",
      "fields": {
        "sku": "pp5003690116",
        "name": "Armitron Now Womens Crystal-Accent White Leather Strap Watch",
        "description": "Genuine leather and sparkling CRYSTALLIZED - Swarovski Elements set this watch apart as a high-quality luxury, perfect for women looking for the finer things in life.  Brand: Armitron Dial Color: White Strap: White leather Accents: 10 CRYSTALLIZED - Swarovski Elements Clasp: Buckle Movement: Quartz Case Width: 22mm Case Thickness: 9mm Bracelet Dimensions: 8 long, 23mm wide Model No.: 75/5089WTGPWT Special Features: white dial, white leather strap, 10 CRYSTALLIZED - Swarovski Elements markers, sweeping second hand Jewelry photos are enlarged to show detail.",
        "price": 69.99,
        "category": 3,
        "rating": 4,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP0213201417022274M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP0213201417022274M.jpg"
      }
    },
    {
      "pk": 32,
      "model": "products.product",
      "fields": {
        "sku": "pp5003780391",
        "name": "Nike NA Swoosh Dri-FIT Cotton Tee",
        "description": "Get a tee that fits your active lifestyle, like this moisture-wicking, cotton-rich crewneck with crosshatch swoosh design.  Dri-FIT Cotton moisture management technology helps keep you cool and dry crewneck cotton/polyester washable imported",
        "price": 35.99,
        "category": 9,
        "rating": 4.8,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP1028201517024563M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP1028201517024563M.jpg"
      }
    },
    {
      "pk": 33,
      "model": "products.product",
      "fields": {
        "sku": "pp5003790542",
        "name": "Liz Claiborne 300tc Liquid Cotton Set of 2 Pillowcases",
        "description": "Rest easy with these silky-smooth, 300 thread-count Liquid Cotton pilowcases. Engineered with the finest 100% cotton Pima yarns, these sumptous pillowcases have the sheen of silk and are ready to give you your best night's sleep yet.  made with extra-fine yarn for an incredibly smooth feel soft 300 thread-count Pima cotton with the feel and sheen of silk tightly woven fabric washes well and offers lasting performance great moisture absorbency due to extra-long staple cotton set of 2 Cotton. Washable. Imported. Standard pillowcase: 21x30\" King pillowcase: 21x40\"",
        "price": 58.99,
        "category": 2,
        "rating": 4.5,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0422201617033665M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0422201617033665M.jpg"
      }
    },
    {
      "pk": 34,
      "model": "products.product",
      "fields": {
        "sku": "pp5003831225",
        "name": "Stafford Year-Round Pleated PantsBig & Tall",
        "description": "Indispensable wrinkle resistant and machine washable pants, with a hidden expandable waistline, offer year-round wear in colors that go with any season.  hidden expandable waistband for ease of movement wrinkle-resistant machine washable big & tall fit with slight fullness in seat and hip; thigh has additional room double-pleated front 4 pockets button closure with hook-and-eye straight leg cuffed polyester/viscose washable imported more sizes in big",
        "price": 93.99,
        "category": 5,
        "rating": 4.5,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0915201413433903C.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0915201413433903C.jpg"
      }
    },
    {
      "pk": 35,
      "model": "products.product",
      "fields": {
        "sku": "pp5003861402",
        "name": "Arizona Super-Skinny Jeans",
        "description": "Our super-skinny jeans feature a feminine cut for a flattering fit that will make you miss them when theyre in the dryer.  approx. 29\"  34\" inseam cotton/polyester/spandex washable imported",
        "price": 50.99,
        "category": 6,
        "rating": 4.7,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0430201405113681M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0430201405113681M.jpg"
      }
    },
    {
      "pk": 36,
      "model": "products.product",
      "fields": {
        "sku": "pp5003910638",
        "name": "Nike 3-pk. Dri-FIT Fly Rise Crew Socks",
        "description": "With moisture-wicking fabric, durability and shock absorption, these socks go the extra mile so that you can too.  dri-FIT moisture technology wicking keeps feet cool and dry maximum breathability cushioned footbed for comfort arch compression for perfected fit reinforced heel & toe for durability cushioned foot nylon/cotton/polyester/spandex washable imported",
        "price": 23.99,
        "category": 4,
        "rating": 4.6,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP0401201417083996M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP0401201417083996M.jpg"
      }
    },
    {
      "pk": 37,
      "model": "products.product",
      "fields": {
        "sku": "pp5003950574",
        "name": "Royal Velvet Egyptian Cotton Solid Bath Towels",
        "description": "These Egyptian cotton bath towels complete your bath with a splash of color and a touch of luxurious softness. 2-ply construction provides extra softness incredibly soft and absorbent hollow yarns get fluffier after every wash coordinates with the Royal Velvet plush bath rug, sold separately Egyptian cotton. Washable. Imported. Bath towel: 30x56\" Hand towel: 16x28\" Washcloth: 13x13\" Bath sheet: 34x64\" Tub mat: 21x34\" 6-piece set including 2 bath towels, 2 hand towels and 2 washcloths. You can purchase these towels individually, but your best value is to buy the six-piece set altogether. This set will give your bathroom a coordinated look and feel while saving you money. Care tip: Some lint may be observed in the first few launderings of towels, and will diminish with each subsequent laundering. This does not affect the look, feel or performance of your towels. Please follow the recommended care instructions on the label and keep the lint trap clean on your dryer. Care tip: Avoid contact with skincare products to help minimize towel spotting or bleaching. Eco-friendly tip: This towel is made with long-lasting quality in mind. Give it a second life when you're through with it by donating it to a local charity instead of discarding in the trash. **This product meets the Green Good Housekeeping Seal environmental standard for Textiles for following strict industry standard and energy-efficient production processes and for J.C. Penney's corporate social responsibility efforts.",
        "price": 21.99,
        "category": 2,
        "rating": 4,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0828201517030241M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0828201517030241M.jpg"
      }
    },
    {
      "pk": 38,
      "model": "products.product",
      "fields": {
        "sku": "pp5003950576",
        "name": "Levinsohn Master Block All-In-One Mattress Protector",
        "description": " Perfect for your son or daughter as they head off for college, this zippered mattress protector from Levinsohn features a three-layer micro-porous barrier to protect against bed bugs and dust mites.   quilted 200 thread-count fabric waterproof, stain resistant and antimicrobial  Polypropylene/polyethylene with polyester skirt. Washable. Imported.  Twin mattress protector: 39x75\" Twin XL mattress protector: 39x80\"",
        "price": 60.99,
        "category": 2,
        "rating": 4.5,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0403201417141773M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0403201417141773M.jpg"
      }
    },
    {
      "pk": 39,
      "model": "products.product",
      "fields": {
        "sku": "pp5003960062",
        "name": "Home Expressions Microfiber Twin XL Sheet Set",
        "description": "Show off your fun side with this microfiber sheet set in exciting patterns and colors.  soft microfiber fabric feels great easy-care, long-lasting construction fitted sheet fits mattresses up to 14\" deep Set includes: flat sheet fitted sheet pillowcase Polyester. Washable. Imported. Twin XL: flat 66x96\"; fitted 39x80\"; pillowcase 21x32\"",
        "price": 41.99,
        "category": 3,
        "rating": 3.8,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP0715201417203832M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP0715201417203832M.jpg"
      }
    },
    {
      "pk": 40,
      "model": "products.product",
      "fields": {
        "sku": "pp5003960682",
        "name": "Cake Boss Powdered Sugar Shaker with Lid",
        "description": "Sprinkle more sweet love over cakes, cookies and more with the Cake Boss stainless steel powdered sugar shaker with lid.  holds one cup of dry ingredients and is perfect for shaking confectioner's sugar, cocoa power, cinnamon and more over desserts and baked goods crafted from top-quality stainless steel with a tight-fitting, fine mesh cap includes a snug-fitting translucent plastic lid to cover the opening and keep air and moisture away from sugars and other ingredients Stainless steel. Dishwasher safe. Imported. ",
        "price": 31.99,
        "category": 7,
        "rating": 5,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0430201405213832M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0430201405213832M.jpg"
      }
    },
    {
      "pk": 41,
      "model": "products.product",
      "fields": {
        "sku": "pp5003960775",
        "name": "Cake Boss Set of 2 Silicone Baking Mats",
        "description": "Reach for the Cake Boss two-piece set of silicone baking mats every time you bake for fun and easy cookie making, just like the Boss!  durable, professional-quality silicone mats are the ideal pan liners for baking and cookie sheets, so there's no need for aerosol sprays, pan greasing or parchment paper each mat features convenient measurement markings to take the guesswork out of baking use these as a handy and versatile work surface for rolling pastry and cookie doughs, and help to protect countertops for decorating cupcakes and other treats crafted from flexible, durable silicone, favored by bakers for its functionality and dependability perfectly sized for standard cookie sheets and baking pans, with convenient measurement lines along both sides heat safe to 450F includes two 9x13\" silicone baking mats Silicone. Top-rack dishwasher safe. Imported. ",
        "price": 41.99,
        "category": 7,
        "rating": 3,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0430201405232442M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0430201405232442M.jpg"
      }
    },
    {
      "pk": 42,
      "model": "products.product",
      "fields": {
        "sku": "pp5003990736",
        "name": "Corelle Livingware 16-pc. Dinnerware Set",
        "description": "Strike the perfect balance between fun and functional with this 16-piece dinnerware set featuring an eye-catching pattern.  Vitrelle glass is a special tempered glass consisting of 3 glass layers pressed together for a thin design with added strength break, chip and scratch resistant for carefree durability microwave and oven safe 16-piece set includes: four 10\" dinner plates four 6\" luncheon plates four 18-ounce bowls four 11-ounce mugs Vitrelle glass; stoneware mugs. Dishwasher safe. Some pieces made in America; some pieces imported.",
        "price": 118.99,
        "category": 7,
        "rating": 4.7,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP0519201417080443M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP0519201417080443M.jpg"
      }
    },
    {
      "pk": 43,
      "model": "products.product",
      "fields": {
        "sku": "pp5003990746",
        "name": "Cuisinart Round Classic Waffle Maker",
        "description": "Wake up your breakfast or brunch menu with crispy, delicious waffles made with this durable, dependable waffle iron. Stainless steel housing features nonstick baking plates. Custom-control knobs for perfect browning. Heavy weight lid won't rise during baking so your waffles brown evenly on both sides.  red and green ready-to-bake/ready-to-eat indicator lights 5-setting brown control with regulating thermostat recipe book included. 1000W",
        "price": 65.99,
        "category": 7,
        "rating": 4,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/0900631B8140782DM.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "0900631B8140782DM.jpg"
      }
    },
    {
      "pk": 44,
      "model": "products.product",
      "fields": {
        "sku": "pp5004111503",
        "name": "The Foundry Supply Co. Quick-Dri PoloBig & Tall",
        "description": "Moisture-wicking polo is rich in Pima cotton for a luxuriously soft shirt that keeps you cool and dry.  Quick-Dri moisture-wicking fabric flat knit collar 3-button placket tennis tail with taped side vents cotton/polyester washable imported",
        "price": 60.99,
        "category": 5,
        "rating": 4.9,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0421201520311379C.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0421201520311379C.jpg"
      }
    },
    {
      "pk": 45,
      "model": "products.product",
      "fields": {
        "sku": "pp5004230059",
        "name": "JCPenney Home Ultra Soft Micro Fleece Blanket",
        "description": "Super soft and undeniably cuddly, this micro-fleece blanket will keep you warm and comforted all year long.  brushed micro fleece for extra softness lightweight warmth anti-pilling treatment on one side Polyester. Washable. Imported. Twin: 60x90\" Full/Queen: 90x90\" King blanket: 108x90\"",
        "price": 41,
        "category": 2,
        "rating": 4.6,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0716201503421212M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0716201503421212M.jpg"
      }
    },
    {
      "pk": 46,
      "model": "products.product",
      "fields": {
        "sku": "pp5004310089",
        "name": "Cottonloft Natural Cotton Blanket",
        "description": "Keep warm all year round with this hypoallergenic blanket featuring Cottonloft technology that keeps you warm when it's cold, but also cooler when it's warm due to the natural properties of cotton.  lofted cotton fill breathable fluffy, soft and warm 100% cotton fill and cover 240 thread count taped edge Cotton. Washable. Imported. Twin: 66x90\" Full/Queen: 90x90\" King: 110x90\"",
        "price": 162.99,
        "category": 2,
        "rating": 4.5,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP0722201417110136M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP0722201417110136M.jpg"
      }
    },
    {
      "pk": 47,
      "model": "products.product",
      "fields": {
        "sku": "pp5004610254",
        "name": "Konitz Dots and Stripes Set of 2 Bone China Mugs",
        "description": "As these simple, beautiful mugs go to show, dots and stripes are classic patterns that never go out of style.  sturdy bone china construction easy-grip handles each has a 14-ounce capacity microwave safe set of 2 Bone china. Dishwasher safe. Imported.",
        "price": 48.99,
        "category": 7,
        "rating": 5,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP1017201420511297C.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP1017201420511297C.jpg"
      }
    },
    {
      "pk": 48,
      "model": "products.product",
      "fields": {
        "sku": "pp5004650050",
        "name": "Jacques Mort 2-pk. Short-Sleeve Leotard - Girls",
        "description": "Shell get plenty of use from this versatile short-sleeve leotard from Jacques Moret.  nylon washable imported",
        "price": 34.99,
        "category": 1,
        "rating": 3,
        "image_url": "http://s7d2.scene7.com/is/image/JCPenney/DP0919201417043014M.tif?wid=65&hei=65&fmt=jpg&op_usm=.4,.8,0,0&resmode=sharp2",
        "image": "DP0919201417043014M.jpg"
      }
    },
    {
      "pk": 49,
      "model": "products.product",
      "fields": {
        "sku": "pp5004821375",
        "name": "Disney Cars McQueen Pillow Buddy",
        "description": "Life is a highway, and with this McQueen decorative pillow, your child can pretend that highway is wherever the road will take them. Lightning McQueen-shaped pillow adds and extra layer of detail and texture to bedding Polyester. Measures 9x8x19\". Spot clean. Imported.",
        "price": 60.99,
        "category": 2,
        "rating": 4,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP1015201417131329M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP1015201417131329M.jpg"
      }
    },
    {
      "pk": 50,
      "model": "products.product",
      "fields": {
        "sku": "pp5004900522",
        "name": "Dockers Long-Sleeve No-Wrinkle Woven Shirt",
        "description": "Achieve effortless everyday style in this no-wrinkle woven shirt from Dockers. no-wrinkle fabric button-down collar left chest pocket with logo embroidery cotton/polyester washable imported",
        "price": 66.99,
        "category": 9,
        "rating": 4.6,
        "image_url": "http://s7d9.scene7.com/is/image/JCPenney/DP1202201412542357M.tif?hei=380&amp;wid=380&op_usm=.4,.8,0,0&resmode=sharp2&op_usm=1.5,.8,0,0&resmode=sharp",
        "image": "DP1202201412542357M.jpg"
      }
    },
]